Revit 2027 API
ExternalDataManagerCommandId Properties
The ExternalDataManagerCommandId type exposes the following members.
Properties
Name | Description
Guid |  The Guid of GUID-based enum object.
(Inherited from GuidEnum)
Top
See Also
Reference
ExternalDataManagerCommandId Class
Autodesk.Revit.UI Namespace